{"URL": "http://www.slate.com/articles/life/food/2015/08/i_was_gluten_free_before_it_was_cool_diagnosed_with_celiac_in_the_1990s.html", "Text": "Gluten, it turns out, is not an actual grain or visible ingredient but the substance, made of two proteins, that gives dough its elasticity. Celiac is an autoimmune disorder in which gluten wreaks havoc on the small intestine, blocking other nutrients from being absorbed. When I was diagnosed with celiac, my doctor taught me to pinpoint wheaty assassins lurking in foods you’d never suspect: soy sauce, gravy, candy bars. Back then, the crunchiest health food store in my hometown was the only place where you could find wheat-free products. My mom and I would go there to eat terrible sandwiches in a tiny café in the back that was decorated like a ’70s rainforest, beaded curtains strung alongside fake agave plants. It was always empty. The wild-haired store owner would emerge from the kitchen with her hands full of rolls.\n\nAs someone who once mail-ordered a frozen pack of sorghum donuts to my dorm room, I’ve found the gluten-free boom weird to live through. I went from feeling mildly exotic, like some odd but domesticated tropical pet, to the unwitting embodiment of a whole host of clichés about fad dieting and female calorie-phobia. My reason for saying this is not (just) to assert my primacy in the great war against gluten, or lay claim to O.G. status when it comes to asking the question, “Is this soup thickened with a roux?” It’s also to convey the uniquely strange feeling of having a lifelong trait—even one as arbitrary as intolerance to a wheat protein hybrid—turned into a punch line by the culture at large.\n\nWe are now in a golden age of glutenlessness. Gluten-free food sales grew by more than 60 percent from 2012 to 2014, and by 2019 the number is projected to increase by 140 percent. A 2013 study claimed that only 2 percent of shoppers who buy gluten-free goods do so because they have been diagnosed with celiac disease, while 59 percent buy them because they think gluten is unhealthy. That’s 59 percent of gluten-free shoppers who are willingly subjecting themselves to rock-hard bagels and cookies that—in the absence of the springiness that characterizes normal dough—crumble to nothingness when touched by a breeze.\n\nIn two decades since I first heard the word gluten, it’s evolved from the obscure scourge of the small population of people with celiac disease into a fad-diet obsession for carb-phobics. Along the way, it’s become a nutritional bogeyman, a shorthand for a kind of phony asceticism, a pop-cultural joke. It started with a few scattered articles about “gluten sensitivity” and some scientific papers speculating about whether American wheat had become less digestible. Then there was the surest sign of mass-cultural anointment: Gluten coverage migrated from the health and science pages to the style section . With growing awareness of gluten came a surge in self-diagnosed allergies to it. South Park skewered the alarmism of the anti-gluten set by devoting an entire 2014 episode to the imaginary plague of Gluten Free Ebola . A Tumblr called Gluten Free Museum went viral by Photoshopping out the wheat products from famous works of art. A real dating website launched called glutenfreesingles.com .\n\nI was crushed. It was the fall of 1995, and the Atkins diet hadn’t begun to vilify carbs in the America dietary imagination. Also, gluten sounded made-up. What was gluten? The word itself, that cartoonish little “oo,” seemed too dopey to mean anything at all. The first time my mom brought home gluten-free bread—a sickly, bleached loaf as dense as a paperweight—I could not believe it was food. I would wander sorrowfully down the supermarket aisles, beholding the rows of delectable poison. Tastykakes. Twix. Cinnamon Toast Crunch. At a classmate’s birthday party, as my peers joyfully forked cake into their mouths, I stared at my untouched slice and cried.\n\nI was 9 years old when I first heard the word gluten. “You can’t eat gluten anymore,” my mom informed me after we’d left the doctor’s office. “No more spaghetti.” Her face suggested this was good news. I hadn’t gained weight in more than a year and I looked like a tiny goblin with bangs. The doctor had described my predicament as “failure to thrive.” But I was a pasta machine. As far as my third-grade self was concerned, no food was more perfect than noodles: so blandly reliable, such a useful vehicle for cheese.\n\nI don’t remember the taste so much as the thrill of admittance into a secret world of benign eccentrics and magical-sounding ingredients like “teff.” I had a yen for low-risk adventuring. My classmates, palates gone soft on SpaghettiOs, would never venture here.\n\nAt school, everyone handled me gingerly at first. The other third-graders eyed my grayish lunches of potato penne or corn tortillas without saying anything; the lunch ladies quietly retrieved my private stash of sandwich bread from the cafeteria freezers when I arrived. But eventually, avoiding gluten started to feel like a sort of shtick. I’ve now spent so many years inflicting the same questions on unsuspecting waiters that my friends can recite them from memory. “Is there Worcestershire sauce in this Caesar dressing?” “Are these fries cooked in recycled oil?”\n\nPhoto illustration by Lisa Larson-Walker. Photo courtesy Laura Bennett.\n\nI began to notice a general chill in my relationships with waiters across the tristate area.\n\nCeliac has still, to this day, given me something of a survivalist’s mindset when it comes to any doughy food. Put me in front of a bowl of quinoa noodles or a cake made of tapioca flour and I am a bear lining my intestines before the frost.\n\nFor me, the exact moment when I knew the tide had turned against gluten came in 2013. I was at an Italian restaurant, and asked the waiter, a big guy with a mustache like a pelt, whether the chicken wings were breaded. He leaned down and squinted at me. “Why would you want to know that?” he asked.\n\n“I’m allergic to gluten,” I replied.\n\nHe gave a mighty eye roll. “Not another one,” he said, and left.\n\nAfter that, I began to notice a general chill in my relationships with waiters across the tristate area. Whereas they had once reacted to the word gluten with befuddlement and concern, now they knew what gluten was and responded to my questions like GIs snapping to attention, with marked-up menus and rattled-off ingredients. But the curl in their lip was unmistakable. I remember seeing This Is the End, in which Seth Rogen and Jay Baruchel debate the merits of a gluten-free diet, both leaning on the gloo syllable as if it were independently hilarious. I felt like some private sanctum of my life had been breached. If gluten has found its way into the mass-targeted shenanigans of Apatovian doofuses, I thought, how much further can it fall?\n\nA lot. A few weeks ago, I visited a new dentist for the first time, and he asked if I had any food allergies. “Gluten,” I said. “Let me try again,” he replied. “Do you have any real allergies?” That old whiff of strangeness I relished as a kid, the slightly alien quality of an allergy no one had heard of—it had all been converted into something much more pungent: a dumb bougie trend.\n\nAll this has made me realize something that my spindly 9-year-old self never could have expected. When you spend your formative decades with an inconvenient food allergy, it lodges itself in your self-conception in surprising ways. To be a kid suddenly forced to squint at food packaging and learn the meaning of “monosodium glutamate” and plunk a bricklike wheatless “sandwich” onto the cafeteria table every day in front of your friends—it gives you a healthy sense of absurdity and also a tiny persecution complex. Maybe your “failure to thrive” stunts your growth and results in a staggering lack of athletic prowess throughout your elementary school years, including, in required swim meets, a breaststroke so feeble and panicky that it looks less like swimming than drowning. Maybe you memorize some precocious lines to recite when asked what happens when you eat gluten. (“Well, it flattens the villi in my small intestines.”) Maybe you begin to take a slight but distinct pride in your reserves of grain-related expertise, realizing that you are one of few 9-year-olds who knows that maltodextrin does not in fact contain malt. And in the end, once you’ve gotten the hang of things, maybe you write a song on a sheet of legal paper that is still tacked to the wall of your childhood bedroom and includes the lyrics “Laura can’t eat gluten/ but she’s still hootin’/ for joy.”\n\nI imagine that being an ur-gluten-intolerant is a bit like loving a band no one has heard of and then watching it climb the Billboard Hot 100: the mix of puzzlement (“how did everyone find out about it?”) and possessiveness (“they don’t even really get it”), the slight internal reshuffling required to disentangle it from your self-image, the chip that materializes on your shoulder whenever you hear its name. For most of my life, though, being allergic to gluten had been a quirk that was at once specific to me and, unlike most quirks, safely meaningless—in no way a symptom of my character or my tastes or my brain. Now, when I turn down a beer at a party, I try to arrange my face in a way that says “I know, right.” When I ask a waiter if there’s gluten-free pasta in the kitchen, I offer a sympathetic little grimace.", "_id": {"$oid": "55daedff04235215b082e159"}}